import mobile1 from "../images/1.webp";
import mobile2 from "../images/2.webp";
import mobile10 from "../images/10.webp";
import mobile11 from "../images/11.webp";
import mobile88 from "../images/88.webp";
import mobile89 from "../images/89.webp";
import mobile256 from "../images/256.webp";
import mobile257 from "../images/257.webp";
import page1 from "../images/page_1.webp";
import page2 from "../images/page_2.webp";
import page3 from "../images/page_3.webp";
import page4 from "../images/page_4.webp";

export const fragmentMobile = [
  {
    id: 1,
    image: mobile1,
    alt: "fragment of book",
  },
  {
    id: 2,
    image: mobile2,
    alt: "fragment of book",
  },

  {
    id: 3,
    image: mobile10,
    alt: "fragment of book",
  },
  {
    id: 4,
    image: mobile11,
    alt: "fragment of book",
  },
  {
    id: 5,
    image: mobile88,
    alt: "fragment of book",
  },
  {
    id: 6,
    image: mobile89,
    alt: "fragment of book",
  },
  {
    id: 7,
    image: mobile256,
    alt: "fragment of book",
  },
  {
    id: 8,
    image: mobile257,
    alt: "fragment of book",
  },
];

export const fragmentDesktop = [
  {
    id: 1,
    image: page1,
    alt: "fragment of book",
  },
  {
    id: 2,
    image: page2,
    alt: "fragment of book",
  },
  {
    id: 3,
    image: page3,
    alt: "fragment of book",
  },
  {
    id: 4,
    image: page4,
    alt: "fragment of book",
  },
];

export const reviewsData = [
  {
    id: 1,
    name: "Андрей Лысиков",
    position:
      "к.б.н., старший научный сотрудник Института лесоведения РАН,член Союза фотохудожников России",
    description:
      "Замечательный писатель и знаток русской природы Михаил Пришвин когда-то написал: «Тропинка в лесу — это самая интересная книга, которую мне в жизни только приходилось читать». Очень верные слова! Ведь лес — это не только про деревья, лес — это комплексное природное сообщество, целый мир со сложными взаимосвязями растений и грибов, зверей и птиц, насекомых, микроорганизмов и почв. А еще это особенные ощущения, особые запахи и звуки, визуальное наслаждение, которое мы получаем от общения с ним в любую пору. С лесом, с его изучением, так или иначе, связана почти вся моя сознательная жизнь, поэтому мне было особенно приятно и интересно познакомиться с новой книгой замечательного ландшафтного мастера Натальи Борисовой, посвященной устройству садов на лесных участках.",
  },
  {
    id: 2,
    name: "Александр Сапелин",
    position:
      "Дендролог, ландшафтный архитектор, преподаватель Московского государственного университета леса, автор множества статей и книг по вопросам ландшафтного дизайна и озеленения",
    description:
      "У вас в руках книга Н. Борисовой «Лесные участки». Объект ЛА, как частный, так и общественный, в лесу — это совсем не редкость для нашей лесной страны. Принцип «не навреди» при любой работе с ландшафтом не менее важен, чем в медицине, откуда он пришел. Но особенно это актуально именно применительно к лесу. Лес сложнейшая система, с миллионом взаимосвязей, где исключение некоторых звеньев цепочек, может привести к краху системы в целом. «Странно, копали там, а умерло здесь» — часто можно услышать не только от заказчиков, а и от коллег. Да, все так, и более чем реально. Одним словом «Лесоведение». ",
  },
  {
    id: 3,
    name: "Елена Гуляева",
    position: "Cоучредитель журнала IN/EX",
    description:
      "Начали в редакции читать книгу Натальи Борисовой и поймали себя на мысли, что хочется выписывать все, каждое предложение. И про то, зачем нам лес, и про “сто оттенков тени”, и о том, что “если нет света – нет и цвета” – да всего не перечислишь! Подробные объяснения, случаи из практики, планы, списки растений, – эта книга будет одинаково интересна как искушенным ландшафтным дизайнерам, так и начинающим садоводам. Глубина содержания и легкость изложения – приметы настоящего бестселлера, и они здесь есть. А еще в этой книге чувствуется щедрость истинного таланта, готового делиться опытом и всеми наработками – пожалуйста, берите и делайте!",
  },
  {
    id: 4,
    name: "Алена Витурис",
    position:
      "Ландшафтный дизайнер, Руководитель ландшафтного ателье VG Designs",
    description:
      "Наталья, доброе утро! Ваша книга - это находка для тех, кто хочет делать стильные и экологичные сады! Низкий Вам поклон за Ваш труд, за то, что делитесь. За то, что можно посмотреть 'как надо' 🙏. Вчера с жадностью пролистала всю. На выходных сяду читать. По эмоциям - ощущение, что у тебя теперь есть очень крутая штука). Спасибо ещё раз. Очень горжусь, что знаю Вас лично ❤️",
  },
  {
    id: 5,
    name: "Наталья Юсина",
    position: "Читатель",
    description:
      "Наталья, с удовольствием дочитала Вашу книгу о лесных участках!Книга получилась не только познавательной, но и очень доброй. Читала и наполнялась теплотой и любовью к нашей природе, которые Вы сумели мастерски передать. Спасибо большое Вам и Вашей команде!",
  },
  {
    id: 6,
    name: "Татьяна Харчева",
    position: "Ландшафтный дизайнер",
    description:
      "Наталья, здравствуйте! Хочу выразить вам благодарность за книгу про лесные участки - за простоту изложения и полезность материала и вашу любовь к лесу и ландшафтному дизайну, которая чувствуется на каждой странице. А ваши проекты с образами русского сада рассматривала и впитывала часами, очень откликается именно ваше понимание прекрасного. Если будет возможность выпустить еще раз первую книгу с вашими садами, я уверена, найдется много желающих купить ее. Я точно буду в первых рядах))",
  },
  {
    id: 7,
    name: "Светлана Зварич",
    position: "Ландшафтный дизайнер",
    description:
      "Книжка восхитительная! Спасибо. Смакую медленно и получаю удовольствие. Вы большие молодцы!",
  },
  {
    id: 8,
    name: "Надежда Фролова",
    position: "Ландшафтный дизайнер",
    description:
      "Наталья, спасибо большое за вашу новую книгу!!! Почти весь день с ней провожу! Очень красивая и супер полезная (покупка как раз  совпала с работой над лесным участком). Вроде и на курсе вашем многое говорилось, но книга есть книга!!!",
  },
  {
    id: 9,
    name: "Мария Принтц",
    position: "Ландшафтный архитектор",
    description:
      "Спасибо NB-GARDEN за прекрасное издание о лесных участках. Рекомендую к прочтению всем, неравнодушным к садам, профессионалам и, конечно, в качестве полезного учебного пособия! Для меня выделился важный акцент книги, который стал ключевым размышлением на тему дизайна будущего. Человек, который, наконец находит свою связь с садом без применения искусственных технологических средств. Странно, что наше время стремятся именно к обратному процессу. Природу невозможно поставить на контроллер.  Это такая вселенная, которая сама генерирует процесс. Ведь, по сути, изучение природы в своем собственном саду и является единственным решением для здоровой жизни сада, а значит и человека. И отдельное спасибо за иллюстрации с комментариями. Последовательное раскрытие терминологии, примечаниям и ссылками к литературе) Легкая умная книга, с близкой экологической философией.",
  },
];
